import { province } from "./province";

export const provincelist:province[]=[
    {
        "province" : "प्रदेश १",
        "district" : ["झापा", "इलाम", "पाँचथर", "ताप्लेजुङ", "मोरङ", "सुनसरी", "धनकुटा", "भोजपुर", "संखुवासभा", "सोलुखुम्बु", "खोटाङ", "उदयपुर", "ओखलढुंगा"]
    },
    {
        "province" : "प्रदेश २",
        "district" : ["पर्सा", "बारा", "रौतहट", "सर्लाही", "महोत्तरी", "धनुषा", "सिरहा","सप्तरी"]
    },
    {
        "province" : "प्रदेश ३",
        "district" : ["पर्साको ठोरी", "चितवन", "मकवानपुर", "काठमाडौं", "ललितपुर", "भक्तपुर", "धादिङ", "नुवाकोट", "रसुवा", "काभ्रे", "सिन्धुपाल्चोक", "दोलखा", "रामेछाप","सिन्धुली"]
    },
    {
        "province" : "प्रदेश ४",
        "district" : ["नवलपरासीको दाउन्ने पूर्व", "बागलुङको पूर्वी क्षेत्र", "गोरखा", "तनहुँ", "स्याङ्जा", "लमजुङ", "मनाङ", "मुस्ताङ", "म्याग्दी","पर्वत"]
    },
    {
        "province" : "प्रदेश ५",
        "district" : ["नवलपरासीको दाउन्ने पश्चिम", "रुपन्देही", "कपिलवस्तु", "पाल्पा", "अर्घाखाँची", "गुल्मी"," बागलुङको पश्चिम क्षेत्र", "दाङ", "प्युठान", "रोल्पा", "रुकुमको रुकुमकोट पूर्व", "बाँके","बर्दिया"]
    },
    {
        "province" : "प्रदेश ६",
        "district" : ["डोल्पा", "जुम्ला", "मुगु", "हुम्ला", "कालिकोट", "सल्यान", "रुकुमको रुकुमकोट पश्चिम", "जाजरकोट", "दैलेख","सुर्खेत"]
    },
    {
        "province" : "प्रदेश ७",
        "district" : ["बाजुरा", "बझाङ", "अछाम", "डोटी", "कैलाली", "कञ्चनपुर", "डडेलधुरा", "बैतडी","दार्चुला" ]
    },
];